// © Copyright 2010-2013, 2015-2016 HP Development Company, L.P.

HSDTaskName = "Faksin välitys";

FaxForwardOKButtonTitle = "OK";
FaxProperty = "Faksi";
AddressBookLaunchButtonTooltip = "Avaa faksiosoitekirja";
ContactsLaunchButtonTooltip = "Avaa faksin yhteystiedot";

FaxForwardIncorrectDatesDiffTitle = "Virheelliset päivämäärät";
FaxForwardIncorrectDatesDiffMsg = "Välityksen aloituspäivämäärän pitää olla varhaisempi kuin lopetuspäivämäärän. Muuta päivämäärät.";
FaxForwardIncorrectStopDateTitle = "Väärä välityksen lopetuspäivämäärä";
FaxForwardIncorrectStopDateMsg = "Välityksen lopetuspäivämäärän pitää olla tuleva päivämäärä.";

EmptyFaxNumberFieldTitle = "\Välitä\-kenttä ei voi olla tyhjä";
EmptyFaxNumberFieldMsg = "Määritä faksinumero.";
InvalidFaxNumberTitle = "Virheellinen faksinumero";
InvalidFaxNumberMsg = "Antamasi numero ei ole kelvollinen faksinumero. Anna kelvollinen faksinumero ja yritä uudelleen.";
FaxNumberTooLongMsg = "Kenttään on syötetty liian monta merkkiä. Enimmäispituus on %d merkkiä.";

EnableFaxForwardLabelTitle = "Ota faksien välitys käyttöön";
HSDStartForwardDateLabelTitle = "Aloita välitys:";
HSDStopForwardDateLabelTitle = "Lopeta välitys:";
HSDTaskDescription = "Käyttämällä faksien välitystä voit ohjata saapuvat faksit eri numeroon.";
HSDForwardToLabelTitle = "Välitä:";
HSDApplyButtonTitle = "Ota käyttöön";
HSDCloseButttonTitle = "Sulje";
HSDAddButtonTitle = "Lisää";
FaxAddrBookWindowTitle = "Faksiosoitekirja";
FaxContactsWindowTitle = "Faksin yhteystiedot";

EnableAddressBookTitle = "Tiedot eivät ole saatavilla";
EnableAddressBookExplanation = "Sovellusta \"%@\" ei voi käyttää.\nVoit poistaa eston Järjestelmäasetukset Suojaus ja yksityisyys -paneelista.";

ApplySettingsError = "Asetuksia ei voitu ottaa käyttöön.";
ApplySettingsErrorExplanation = "Varmista, että laite on online-tilassa eikä käsittele faksaustyötä.";

FaxForwardingOffTitle = "Ei käytössä";
FaxForwardingForwardTitle = "Käytössä - lähetä edelleen";
FaxForwardingPrintForwardTitle = "Käytössä - tulosta ja lähetä edelleen";
